{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Help our bike keep going! Leave your review on the Steam page."
			},
			"Translation":
			{
				"Text": "ساعد دراجتنا على الاستمرار! اترك تعليقك على صفحة Steam."
			},
			"Key": "D194034247BB91B6B7DA4797FEAECC77"
		},
		{
			"Source":
			{
				"Text": "Please"
			},
			"Translation":
			{
				"Text": "من فضلك"
			},
			"Key": "3B628B9A4EB0C8B01294DDA50AC02C19"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "st_gameplay",
			"Children": [
				{
					"Source":
					{
						"Text": "A relaxed playthrough with frequent checkpoints. Suitable for familiarizing yourself with the game mechanics."
					},
					"Translation":
					{
						"Text": "تجربة لعب مريحة مع نقاط تفتيش متكررة. مناسبة للتعرف على آليات اللعبة."
					},
					"Key": "gameplay.difficulty.easy.desc"
				},
				{
					"Source":
					{
						"Text": "Checkpoint"
					},
					"Translation":
					{
						"Text": "نقطة التفتيش"
					},
					"Key": "gameplay.checkpoint_achieved"
				},
				{
					"Source":
					{
						"Text": "Difficulty"
					},
					"Translation":
					{
						"Text": "الصعوبة"
					},
					"Key": "gameplay.difficulty"
				},
				{
					"Source":
					{
						"Text": "Easy"
					},
					"Translation":
					{
						"Text": "سهل"
					},
					"Key": "gameplay.difficulty.easy"
				},
				{
					"Source":
					{
						"Text": "Few checkpoints for the entire map. Suitable for players who want to test their endurance."
					},
					"Translation":
					{
						"Text": "نقاط تفتيش قليلة للخريطة بأكملها. مناسبة للاعبين الذين يريدون اختبار تحملهم."
					},
					"Key": "gameplay.difficulty.hard.desc"
				},
				{
					"Source":
					{
						"Text": "Hard"
					},
					"Translation":
					{
						"Text": "صعب"
					},
					"Key": "gameplay.difficulty.hard"
				},
				{
					"Source":
					{
						"Text": "Insane"
					},
					"Translation":
					{
						"Text": "جنوني"
					},
					"Key": "gameplay.difficulty.hardcore"
				},
				{
					"Source":
					{
						"Text": "No concessions or checkpoints, just full focus and skill! Suitable for players who want to demonstrate their exceptional abilities!"
					},
					"Translation":
					{
						"Text": "لا هوادة ولا نقاط تفتيش، فقط تركيز كامل ومهارة! مناسب للاعبين الذين يريدون إظهار قدراتهم الاستثنائية!"
					},
					"Key": "gameplay.difficulty.hardcore.desc"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "عادي"
					},
					"Key": "gameplay.difficulty.medium"
				},
				{
					"Source":
					{
						"Text": "Race Completed"
					},
					"Translation":
					{
						"Text": "تم الانتهاء من السباق"
					},
					"Key": "gameplay.finisher.title"
				},
				{
					"Source":
					{
						"Text": "The challenges become more serious because there are fewer checkpoints. Suitable for players who enjoy a moderate difficulty level."
					},
					"Translation":
					{
						"Text": "تصبح التحديات أكثر صعوبة لأن نقاط التفتيش أصبحت أقل. مناسبة للاعبين الذين يحبون مستوى متوسط من الصعوبة."
					},
					"Key": "gameplay.difficulty.medium.desc"
				}
			]
		},
		{
			"Namespace": "st_gameplayKey",
			"Children": [
				{
					"Source":
					{
						"Text": "Accelerate / Brake"
					},
					"Translation":
					{
						"Text": "تسريع / فرملة"
					},
					"Key": "gameplayKey.move"
				},
				{
					"Source":
					{
						"Text": "Finish Race"
					},
					"Translation":
					{
						"Text": "إنهاء السباق"
					},
					"Key": "gameplayKey.finisher.return"
				},
				{
					"Source":
					{
						"Text": "Front Jump"
					},
					"Translation":
					{
						"Text": "قفزة أمامية"
					},
					"Key": "gameplayKey.frontJump"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": "استمر"
					},
					"Key": "gameplayKey.common.hold"
				},
				{
					"Source":
					{
						"Text": "Perform Coop Jump"
					},
					"Translation":
					{
						"Text": "تنفيذ قفزة تعاونية"
					},
					"Key": "gameplayKey.coopJump_perform"
				},
				{
					"Source":
					{
						"Text": "Prepare Coop Jump"
					},
					"Translation":
					{
						"Text": "تجهيز قفزة تعاونية"
					},
					"Key": "gameplayKey.coopJump_prepare"
				},
				{
					"Source":
					{
						"Text": "Rear Jump"
					},
					"Translation":
					{
						"Text": "قفزة خلفية"
					},
					"Key": "gameplayKey.rearJump"
				},
				{
					"Source":
					{
						"Text": "Tilt"
					},
					"Translation":
					{
						"Text": "ميل"
					},
					"Key": "gameplayKey.tilt"
				},
				{
					"Source":
					{
						"Text": "Toggle Layout"
					},
					"Translation":
					{
						"Text": "تبديل التخطيط"
					},
					"Key": "gameplayKey.toggleLayout"
				},
				{
					"Source":
					{
						"Text": "Turn"
					},
					"Translation":
					{
						"Text": "دوران"
					},
					"Key": "gameplayKey.turn"
				}
			]
		},
		{
			"Namespace": "st_guide",
			"Children": [
				{
					"Source":
					{
						"Text": "Acrobatics"
					},
					"Translation":
					{
						"Text": "البهلوانيات"
					},
					"Key": "guide.airControl.title"
				},
				{
					"Source":
					{
						"Text": "Cooperative Jump"
					},
					"Translation":
					{
						"Text": "قفزة تعاونية"
					},
					"Key": "guide.coopJump.title"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "قفز"
					},
					"Key": "guide.soloJump.title"
				},
				{
					"Source":
					{
						"Text": "Movement"
					},
					"Translation":
					{
						"Text": "الحركة"
					},
					"Key": "guide.movement.title"
				},
				{
					"Source":
					{
						"Text": "To perform a cooperative jump, You must prepare it first.\r\nHold {0} to prepare.\r\n\r\nAfter preparation, you'll see {1} on the character.\r\nPress {2} to perform the cooperative jump."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة تعاونية، يجب عليك تحضيرها أولاً.\r\nاضغط مع الاستمرار على {0} للتحضير.\r\n\r\nبعد التحضير، سترى {1} على الشخصية.\r\nاضغط على {2} لتنفيذ القفزة التعاونية."
					},
					"Key": "guide.coopJump.single"
				},
				{
					"Source":
					{
						"Text": "To perform a cooperative jump, you need to prepare it first.\r\n\r\nHold {1} to prepare."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة تعاونية، تحتاج إلى تحضيرها أولاً.\r\nاضغط مع الاستمرار على {1} للتحضير."
					},
					"Key": "guide.coopJump.rear"
				},
				{
					"Source":
					{
						"Text": "To perform a cooperative jump, your partner must prepare it first.\r\n\r\nAfter preparation, you'll see {0} on the character.\r\nPress {1} to perform the cooperative jump."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة تعاونية، يجب على شريكك تحضيرها أولاً.\r\nبعد التحضير، سترى {0} على الشخصية.\r\nاضغط على {1} لتنفيذ القفزة التعاونية."
					},
					"Key": "guide.coopJump.front"
				},
				{
					"Source":
					{
						"Text": "To perform a front wheel jump, press {0}."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة بالعجلة الأمامية، اضغط على {0}."
					},
					"Key": "guide.soloJump.front"
				},
				{
					"Source":
					{
						"Text": "To perform a front wheel jump, press {0}.\r\nTo perform a rear wheel jump, press {1}."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة بالعجلة الأمامية، اضغط على {0}.\r\nلإجراء قفزة بالعجلة الخلفية، اضغط على {1}."
					},
					"Key": "guide.soloJump.single"
				},
				{
					"Source":
					{
						"Text": "To perform a rear wheel jump, press {0}."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة بالعجلة الخلفية، اضغط على {0}."
					},
					"Key": "guide.soloJump.rear"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to accelerate and brake."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للتسريع والفرملة."
					},
					"Key": "guide.movement.rear"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to rotate in air."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للدوران في الهواء."
					},
					"Key": "guide.airControl.front"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to rotate in air.\r\nUse {2} and {3} to tilt forward and backward in air."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للدوران في الهواء.\r\nاستخدم {2} و {3} للميل للأمام والخلف في الهواء."
					},
					"Key": "guide.airControl.single"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to tilt forward and backward in air."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للميل للأمام والخلف في الهواء."
					},
					"Key": "guide.airControl.rear"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to turn."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للانعطاف."
					},
					"Key": "guide.movement.front"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to turn.\r\nUse {2} and {3} to accelerate and brake."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للانعطاف.\r\nاستخدم {2} و {3} للتسريع والفرملة."
					},
					"Key": "guide.movement.single"
				}
			]
		},
		{
			"Namespace": "st_notifications",
			"Children": [
				{
					"Source":
					{
						"Text": "Are you sure you want to leave the lobby?"
					},
					"Translation":
					{
						"Text": "هل أنت متأكد أنك تريد مغادرة الردهة؟"
					},
					"Key": "notification.body.quit_the_lobby"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to leave the race?"
					},
					"Translation":
					{
						"Text": "هل أنت متأكد أنك تريد مغادرة السباق؟"
					},
					"Key": "notifications.body.quit_the_race"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to quit the game?"
					},
					"Translation":
					{
						"Text": "هل أنت متأكد أنك تريد الخروج من اللعبة؟"
					},
					"Key": "notifications.body.quit_the_game"
				}
			]
		},
		{
			"Namespace": "st_settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "تنعيم الحواف"
					},
					"Key": "settings.video.graph.smooth"
				},
				{
					"Source":
					{
						"Text": "Borderless Window"
					},
					"Translation":
					{
						"Text": "نافذة بدون إطارات"
					},
					"Key": "settings.video.display.mode.borderless"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "سينمائي"
					},
					"Key": "settings.video.graph.preset.cinematic"
				},
				{
					"Source":
					{
						"Text": "Cloud Saves"
					},
					"Translation":
					{
						"Text": "الحفظ على السحابة"
					},
					"Key": "settings.misc.cloud_save"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "مخصص"
					},
					"Key": "settings.video.graph.preset.custom"
				},
				{
					"Source":
					{
						"Text": "Dead Zone"
					},
					"Translation":
					{
						"Text": "المنطقة الميتة"
					},
					"Key": "settings.control.gamepad.dead_zone"
				},
				{
					"Source":
					{
						"Text": "Deutsch"
					},
					"Translation":
					{
						"Text": "Deutsch"
					},
					"Key": "settings.video.display.language.de"
				},
				{
					"Source":
					{
						"Text": "Display Mode"
					},
					"Translation":
					{
						"Text": "وضع العرض"
					},
					"Key": "settings.video.display.mode"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "التأثيرات"
					},
					"Key": "settings.video.graph.effects"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "settings.video.display.language.en"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": "Español"
					},
					"Key": "settings.video.display.language.es-ES"
				},
				{
					"Source":
					{
						"Text": "FPS Limit"
					},
					"Translation":
					{
						"Text": "حد معدل الإطارات"
					},
					"Key": "settings.video.display.fps_limit"
				},
				{
					"Source":
					{
						"Text": "Français"
					},
					"Translation":
					{
						"Text": "Français"
					},
					"Key": "settings.video.display.language.fr"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "ملء الشاشة"
					},
					"Key": "settings.video.display.mode.fullscreen"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": "غاما"
					},
					"Key": "settings.video.display.gamma"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "عالي"
					},
					"Key": "settings.video.graph.preset.high"
				},
				{
					"Source":
					{
						"Text": "Invert Mouse"
					},
					"Translation":
					{
						"Text": "عكس الفأرة"
					},
					"Key": "settings.control.mouse_invert"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "لغة"
					},
					"Key": "settings.video.display.language"
				},
				{
					"Source":
					{
						"Text": "Layout"
					},
					"Translation":
					{
						"Text": "تَخطِيط"
					},
					"Key": "settings.video.display.layout"
				},
				{
					"Source":
					{
						"Text": "Lighting Quality"
					},
					"Translation":
					{
						"Text": "جودة الإضاءة"
					},
					"Key": "settings.video.graph.light_quality"
				},
				{
					"Source":
					{
						"Text": "Lighting Type"
					},
					"Translation":
					{
						"Text": "نوع الإضاءة"
					},
					"Key": "settings.video.graph.light"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "منخفض"
					},
					"Key": "settings.video.graph.preset.low"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "الصوت الرئيسي"
					},
					"Key": "settings.audio.common"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "متوسط"
					},
					"Key": "settings.video.graph.preset.medium"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "ضبابية الحركة"
					},
					"Key": "settings.video.display.motion_blur"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "الموسيقى"
					},
					"Key": "settings.audio.music"
				},
				{
					"Source":
					{
						"Text": "OFF"
					},
					"Translation":
					{
						"Text": "إيقاف"
					},
					"Key": "settings.val.off"
				},
				{
					"Source":
					{
						"Text": "ON"
					},
					"Translation":
					{
						"Text": "تشغيل"
					},
					"Key": "settings.val.on"
				},
				{
					"Source":
					{
						"Text": "Quality Preset"
					},
					"Translation":
					{
						"Text": "إعداد الجودة المسبق"
					},
					"Key": "settings.video.graph.preset"
				},
				{
					"Source":
					{
						"Text": "Reflections Quality"
					},
					"Translation":
					{
						"Text": "جودة الانعكاسات"
					},
					"Key": "settings.video.graph.reflections_quality"
				},
				{
					"Source":
					{
						"Text": "Reflections Type"
					},
					"Translation":
					{
						"Text": "نوع الانعكاسات"
					},
					"Key": "settings.video.graph.reflections"
				},
				{
					"Source":
					{
						"Text": "Screen Resolution"
					},
					"Translation":
					{
						"Text": "دقة الشاشة"
					},
					"Key": "settings.video.display.resolution"
				},
				{
					"Source":
					{
						"Text": "Sensitivity (Gamepad)"
					},
					"Translation":
					{
						"Text": "الحساسية (جيه باد)"
					},
					"Key": "settings.control.gamepad.sense"
				},
				{
					"Source":
					{
						"Text": "Sensitivity (Mouse)"
					},
					"Translation":
					{
						"Text": "الحساسية (الفأرة)"
					},
					"Key": "settings.control.sens_mouse"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "الظلال"
					},
					"Key": "settings.video.graph.shadows"
				},
				{
					"Source":
					{
						"Text": "Sound Effects"
					},
					"Translation":
					{
						"Text": "المؤثرات الصوتية"
					},
					"Key": "settings.audio.sfx"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "القوام"
					},
					"Key": "settings.video.graph.textures"
				},
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": "برنامج تعليمي"
					},
					"Key": "settings.misc.guide"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "فائق"
					},
					"Key": "settings.video.graph.preset.ultra"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "المزامنة الرأسية"
					},
					"Key": "settings.video.display.vsync"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "الاهتزاز"
					},
					"Key": "settings.control.gamepad.vibration"
				},
				{
					"Source":
					{
						"Text": "Wind"
					},
					"Translation":
					{
						"Text": "ريح"
					},
					"Key": "settings.audio.wind"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "نافذة"
					},
					"Key": "settings.video.display.mode.windowed"
				},
				{
					"Source":
					{
						"Text": "Русский"
					},
					"Translation":
					{
						"Text": "Русский"
					},
					"Key": "settings.video.display.language.ru"
				},
				{
					"Source":
					{
						"Text": "العربية"
					},
					"Translation":
					{
						"Text": "العربية"
					},
					"Key": "settings.video.display.language.ar"
				},
				{
					"Source":
					{
						"Text": "中文"
					},
					"Translation":
					{
						"Text": "中文"
					},
					"Key": "settings.video.display.language.zh-Hans"
				}
			]
		},
		{
			"Namespace": "st_statSystem",
			"Children": [
				{
					"Source":
					{
						"Text": "Average Completion Time"
					},
					"Translation":
					{
						"Text": "متوسط وقت الإكمال"
					},
					"Key": "system.stat.time.average"
				},
				{
					"Source":
					{
						"Text": "Average Restart Count"
					},
					"Translation":
					{
						"Text": "متوسط عدد مرات إعادة التشغيل"
					},
					"Key": "system.stat.restarts.average"
				},
				{
					"Source":
					{
						"Text": "Checkpoint Time"
					},
					"Translation":
					{
						"Text": "وقت نقطة التفتيش"
					},
					"Key": "system.stat.checkpoint_time"
				},
				{
					"Source":
					{
						"Text": "Distance Traveled"
					},
					"Translation":
					{
						"Text": "المسافة المقطوعة"
					},
					"Key": "system.stat.distance"
				},
				{
					"Source":
					{
						"Text": "Record Time"
					},
					"Translation":
					{
						"Text": "الوقت القياسي"
					},
					"Key": "system.stat.record.time_total"
				},
				{
					"Source":
					{
						"Text": "Restart Count"
					},
					"Translation":
					{
						"Text": "عدد مرات إعادة التشغيل"
					},
					"Key": "system.stat.restarts"
				},
				{
					"Source":
					{
						"Text": "Restart Record"
					},
					"Translation":
					{
						"Text": "رقم قياسي لإعادة التشغيل"
					},
					"Key": "system.stat.record.restarts"
				},
				{
					"Source":
					{
						"Text": "Time Since Last Checkpoint"
					},
					"Translation":
					{
						"Text": "الوقت منذ آخر نقطة تفتيش"
					},
					"Key": "system.stat.time_checkpoint"
				},
				{
					"Source":
					{
						"Text": "Total Ride Time"
					},
					"Translation":
					{
						"Text": "الوقت الإجمالي للرحلة"
					},
					"Key": "system.stat.time_total"
				},
				{
					"Source":
					{
						"Text": "d (Days)"
					},
					"Translation":
					{
						"Text": "ي (أيام)"
					},
					"Key": "system.stat.time.measure.days"
				},
				{
					"Source":
					{
						"Text": "h (Hours)"
					},
					"Translation":
					{
						"Text": "س (ساعات)"
					},
					"Key": "system.stat.time.measure.hours"
				},
				{
					"Source":
					{
						"Text": "m (Meters)"
					},
					"Translation":
					{
						"Text": "م (متر)"
					},
					"Key": "system.stat.distance.measure"
				},
				{
					"Source":
					{
						"Text": "m (Minutes)"
					},
					"Translation":
					{
						"Text": "د (دقائق)"
					},
					"Key": "system.stat.time.measure.minutes"
				}
			]
		},
		{
			"Namespace": "st_titles",
			"Children": [
				{
					"Source":
					{
						"Text": "Awarded only to project developers."
					},
					"Translation":
					{
						"Text": "يُمنح فقط لمطوري المشروع."
					},
					"Key": "title.developer.desc"
				},
				{
					"Source":
					{
						"Text": "Developer"
					},
					"Translation":
					{
						"Text": "مطور"
					},
					"Key": "title.developer"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "لا شيء"
					},
					"Key": "title.empty"
				},
				{
					"Source":
					{
						"Text": "You are a developer"
					},
					"Translation":
					{
						"Text": "أنت مطور"
					},
					"Key": "tc.developer"
				}
			]
		},
		{
			"Namespace": "st_ui",
			"Children": [
				{
					"Source":
					{
						"Text": "- In the air, you can steer the bike"
					},
					"Translation":
					{
						"Text": "- في الهواء، يمكنك توجيه الدراجة"
					},
					"Key": "lobby.front.air"
				},
				{
					"Source":
					{
						"Text": "- In the air, you can tilt the bike"
					},
					"Translation":
					{
						"Text": "- في الهواء، يمكنك إمالة الدراجة"
					},
					"Key": "lobby.rear.air"
				},
				{
					"Source":
					{
						"Text": "- Invite"
					},
					"Translation":
					{
						"Text": "- دعوة"
					},
					"Key": "lobby.player_slot.invite"
				},
				{
					"Source":
					{
						"Text": "- You can perform front wheel jumps"
					},
					"Translation":
					{
						"Text": "- يمكنك أداء قفزات بالعجلة الأمامية"
					},
					"Key": "lobby.front.jump"
				},
				{
					"Source":
					{
						"Text": "- You can perform rear wheel jumps"
					},
					"Translation":
					{
						"Text": "- يمكنك أداء قفزات بالعجلة الخلفية"
					},
					"Key": "lobby.rear.jump"
				},
				{
					"Source":
					{
						"Text": "- You can steer the bike"
					},
					"Translation":
					{
						"Text": "- يمكنك توجيه الدراجة"
					},
					"Key": "lobby.front.control"
				},
				{
					"Source":
					{
						"Text": "- You control acceleration and braking"
					},
					"Translation":
					{
						"Text": "- أنت تتحكم في التسارع والفرملة"
					},
					"Key": "lobby.rear.control"
				},
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "قبول"
					},
					"Key": "menu.notification.button.apply"
				},
				{
					"Source":
					{
						"Text": "Add Local Player"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "pause.share_screen.enable"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "تطبيق"
					},
					"Key": "helper.action.apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "الصوت"
					},
					"Key": "layout_settings_audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "رجوع"
					},
					"Key": "helper.action.back"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "إلغاء"
					},
					"Key": "menu.notification.button.cancel"
				},
				{
					"Source":
					{
						"Text": "Co-op"
					},
					"Translation":
					{
						"Text": "تعاوني"
					},
					"Key": "menu.main.gameType.Coop"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "helper.action.confirm"
				},
				{
					"Source":
					{
						"Text": "Connect"
					},
					"Translation":
					{
						"Text": "رَبْط"
					},
					"Key": "menu.gamemode.multiplayer_lan.connect"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "متابعة"
					},
					"Key": "menu.main.button.continue"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "عناصر التحكم"
					},
					"Key": "layout_settings_control"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "العرض"
					},
					"Key": "layout_settings_video_display"
				},
				{
					"Source":
					{
						"Text": "Error"
					},
					"Translation":
					{
						"Text": "خطأ"
					},
					"Key": "menu.notification.title.error"
				},
				{
					"Source":
					{
						"Text": "Failed to load friends list"
					},
					"Translation":
					{
						"Text": "فشل تحميل قائمة الأصدقاء"
					},
					"Key": "menu.notification.friend_list_init_error"
				},
				{
					"Source":
					{
						"Text": "Finishing loading..."
					},
					"Translation":
					{
						"Text": "جاري الانتهاء من التحميل..."
					},
					"Key": "menu.wait.load_level.load_level_finishing"
				},
				{
					"Source":
					{
						"Text": "Friends list"
					},
					"Translation":
					{
						"Text": "قائمة الأصدقاء"
					},
					"Key": "lobby.friend.list"
				},
				{
					"Source":
					{
						"Text": "Front Rider"
					},
					"Translation":
					{
						"Text": "الراكب الأمامي"
					},
					"Key": "lobby.front.title"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "الرسومات"
					},
					"Key": "layout_settings_video_graphics"
				},
				{
					"Source":
					{
						"Text": "Host"
					},
					"Translation":
					{
						"Text": "المضيف"
					},
					"Key": "lobby.player.status.host"
				},
				{
					"Source":
					{
						"Text": "In another game"
					},
					"Translation":
					{
						"Text": "في لعبة أخرى"
					},
					"Key": "lobby.friend.status.another_game"
				},
				{
					"Source":
					{
						"Text": "In the game"
					},
					"Translation":
					{
						"Text": "في اللعبة"
					},
					"Key": "lobby.friend.status.same_game"
				},
				{
					"Source":
					{
						"Text": "Initializing Steam..."
					},
					"Translation":
					{
						"Text": "جاري تهيئة Steam..."
					},
					"Key": "menu.initialization.subsystem"
				},
				{
					"Source":
					{
						"Text": "Invite"
					},
					"Translation":
					{
						"Text": "دعوة"
					},
					"Key": "lobby.action.invite"
				},
				{
					"Source":
					{
						"Text": "Invite a Friend"
					},
					"Translation":
					{
						"Text": "دعوة صديق"
					},
					"Key": "lobby.invite.title"
				},
				{
					"Source":
					{
						"Text": "Invited"
					},
					"Translation":
					{
						"Text": "تمت دعوتهتمت دعوته"
					},
					"Key": "lobby.action.invited"
				},
				{
					"Source":
					{
						"Text": "Joining session..."
					},
					"Translation":
					{
						"Text": "جاري الانضمام إلى الجلسة..."
					},
					"Key": "menu.wait.joining_session"
				},
				{
					"Source":
					{
						"Text": "Leave Lobby"
					},
					"Translation":
					{
						"Text": "مغادرة اللوبي"
					},
					"Key": "lobby.player.leave"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "تحميل اللعبة"
					},
					"Key": "menu.main.button.load_game"
				},
				{
					"Source":
					{
						"Text": "Loading friends list..."
					},
					"Translation":
					{
						"Text": "جاري تحميل قائمة الأصدقاء..."
					},
					"Key": "menu.initialization.friend_list"
				},
				{
					"Source":
					{
						"Text": "Loading level list..."
					},
					"Translation":
					{
						"Text": "جاري تحميل قائمة المستويات..."
					},
					"Key": "menu.wait.load_level.recieving_level_list"
				},
				{
					"Source":
					{
						"Text": "Loading level: {level_name}"
					},
					"Translation":
					{
						"Text": "جاري تحميل المستوى: {level_name}"
					},
					"Key": "menu.wait.load_level.load_level_segment"
				},
				{
					"Source":
					{
						"Text": "Loading profile info..."
					},
					"Translation":
					{
						"Text": "جاري تحميل معلومات الملف الشخصي..."
					},
					"Key": "menu.initialization.player_info"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "جاري التحميل..."
					},
					"Key": "menu.wait.loading"
				},
				{
					"Source":
					{
						"Text": "Looking for an available session..."
					},
					"Translation":
					{
						"Text": "جاري البحث عن جلسة متاحة..."
					},
					"Key": "menu.wait.looking_for_session"
				},
				{
					"Source":
					{
						"Text": "Miscellaneous"
					},
					"Translation":
					{
						"Text": "متنوع"
					},
					"Key": "layout_settings_misc"
				},
				{
					"Source":
					{
						"Text": "Missions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "layout_missions"
				},
				{
					"Source":
					{
						"Text": "Multiplayer"
					},
					"Translation":
					{
						"Text": "مُتَعَدِّد"
					},
					"Key": "menu.gamemode.multiplayer_online"
				},
				{
					"Source":
					{
						"Text": "Multiplayer - LAN"
					},
					"Translation":
					{
						"Text": "مُتَعَدِّدُ اللَّاعِبين - شَبَكَة مَحَلِّيَّة"
					},
					"Key": "menu.gamemode.multiplayer_lan"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "لعبة جديدة"
					},
					"Key": "menu.main.button.new_game"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "\tلا"
					},
					"Key": "helper.action.no"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "لا"
					},
					"Key": "menu.notification.button.no"
				},
				{
					"Source":
					{
						"Text": "Not ready"
					},
					"Translation":
					{
						"Text": "غير جاهز"
					},
					"Key": "lobby.player.status.not_ready"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "إشعار"
					},
					"Key": "menu.nofitication.title.placeholder"
				},
				{
					"Source":
					{
						"Text": "Offline"
					},
					"Translation":
					{
						"Text": "غير متصل"
					},
					"Key": "lobby.friend.status.offline"
				},
				{
					"Source":
					{
						"Text": "Online"
					},
					"Translation":
					{
						"Text": "متصل"
					},
					"Key": "lobby.friend.status.online"
				},
				{
					"Source":
					{
						"Text": "Personalization"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "layout_personalization"
				},
				{
					"Source":
					{
						"Text": "Player slot available."
					},
					"Translation":
					{
						"Text": "مكان اللاعب متاح."
					},
					"Key": "lobby.player_slot.available"
				},
				{
					"Source":
					{
						"Text": "Please wait..."
					},
					"Translation":
					{
						"Text": "يرجى الانتظار..."
					},
					"Key": "menu.wait.placeholder"
				},
				{
					"Source":
					{
						"Text": "Press any button to start"
					},
					"Translation":
					{
						"Text": "اضغط على أي زر للبدء"
					},
					"Key": "menu.demo.any_button_text"
				},
				{
					"Source":
					{
						"Text": "Profile"
					},
					"Translation":
					{
						"Text": "الملف الشخصي"
					},
					"Key": "menu.main.button.profile"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "خروج"
					},
					"Key": "menu.main.button.quit"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "جاهز"
					},
					"Key": "lobby.player.status.ready"
				},
				{
					"Source":
					{
						"Text": "Rear Rider"
					},
					"Translation":
					{
						"Text": "الراكب الخلفي"
					},
					"Key": "lobby.rear.title"
				},
				{
					"Source":
					{
						"Text": "Remove Local Player"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "pause.share_screen.disable"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "إعادة المحاولة"
					},
					"Key": "menu.notification.button.retry"
				},
				{
					"Source":
					{
						"Text": "Return to Main Menu"
					},
					"Translation":
					{
						"Text": "العودة إلى القائمة الرئيسية"
					},
					"Key": "menu.notification.button.quit_to_menu"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "تحديد"
					},
					"Key": "helper.action.select"
				},
				{
					"Source":
					{
						"Text": "Select Difficulty"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "mapPicker.select.difficulty"
				},
				{
					"Source":
					{
						"Text": "Select Map"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "mapPicker.select.map"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "الإعدادات"
					},
					"Key": "menu.main.button.settings"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "الإعدادات"
					},
					"Key": "layout_settings_main"
				},
				{
					"Source":
					{
						"Text": "Single Player"
					},
					"Translation":
					{
						"Text": "لاعب واحد"
					},
					"Key": "menu.main.gameType.Single"
				},
				{
					"Source":
					{
						"Text": "Singleplayer"
					},
					"Translation":
					{
						"Text": "لَاعِب وَاحِد"
					},
					"Key": "menu.gamemode.singleplayer"
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "بدء"
					},
					"Key": "lobby.player.host.start_match"
				},
				{
					"Source":
					{
						"Text": "Start Match"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "helper.action.start_match"
				},
				{
					"Source":
					{
						"Text": "Starting in {val} seconds."
					},
					"Translation":
					{
						"Text": "يبدأ خلال {val}"
					},
					"Key": "lobby.timer"
				},
				{
					"Source":
					{
						"Text": "Stats"
					},
					"Translation":
					{
						"Text": "الإحصائيات"
					},
					"Key": "menu.main.button.stats"
				},
				{
					"Source":
					{
						"Text": "Steam initialization error"
					},
					"Translation":
					{
						"Text": "خطأ في تهيئة Steam"
					},
					"Key": "menu.notification.steam_init_error"
				},
				{
					"Source":
					{
						"Text": "Syncing progress..."
					},
					"Translation":
					{
						"Text": "جاري مزامنة التقدم..."
					},
					"Key": "menu.initialization.sync_progress"
				},
				{
					"Source":
					{
						"Text": "The other player has disconnected or the connection was lost."
					},
					"Translation":
					{
						"Text": "انقطع اتصال اللاعب الآخر أو فقدت الاتصال به."
					},
					"Key": "menu.notification.body.player_disconnected"
				},
				{
					"Source":
					{
						"Text": "Toggle Ready"
					},
					"Translation":
					{
						"Text": "تبديل الحالة \"جاهز\""
					},
					"Key": "helper.action.toggleReady"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "الفيديو"
					},
					"Key": "layout_settings_video"
				},
				{
					"Source":
					{
						"Text": "Waiting for players..."
					},
					"Translation":
					{
						"Text": "...في انتظار اللاعبين"
					},
					"Key": "menu.wait.players_for_connect"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "نعم"
					},
					"Key": "menu.notification.button.yes"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "نعم"
					},
					"Key": "helper.action.yes"
				},
				{
					"Source":
					{
						"Text": "You have a new notification."
					},
					"Translation":
					{
						"Text": "لديك إشعار جديد."
					},
					"Key": "menu.notification.body.placeholder"
				}
			]
		}
	]
}